Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་རང་ལས་ལས་བྱུང་བ་ཡི། །ལུས་ལ་ནད་ནི་ཡོངས་སུ་འབྱུང་། །
en: “Because of the maturing of his past karma, He will develop a physical illness.

source: ནད་དེས་གནོད་ཅིང་སྡུག་བསྔལ་ནས། །ཤི་ནས་མཐོ་རིས་འགྲོ་བར་འགྱུར། །
en: Afflicted by it, he will suffer pain, But when he dies, he will go to heaven. {53.354}

source: ལྷ་ཡི་ཕུན་སུམ་ཚོགས་པ་ཆེ། །ཐོབ་ནས་རྗེས་སུ་མྱོང་བར་བྱེད། །
en: “He will obtain and enjoy A great fortune of the gods,

source: དེ་ནི་ཡིད་གཞུངས་རིམ་གྱིས་སུ། །རྙེད་པར་དཀའ་བའི་བྱང་ཆུབ་ཐོབ། །
en: And in due course, being intelligent, Will attain the realization that is so hard to find. {53.355}

source: རྡོ་རྗེ་པདྨའི་རིགས་དག་ནི། །སྔགས་ཀྱང་དེ་ཚེ་འགྲུབ་པར་འགྱུར། །
en: “The mantras effective at that time Will be those of the Vajra and Lotus families,

source: ཛམ་བྷ་ལ་སོགས་གནོད་སྦྱིན་ཡང་། །འདི་ཡི་བསྟན་པའི་རྗེས་སུ་འཇུག །རྫུ་འཕྲུལ་ཆེན་པོ་འཕྲོག་མ་སོགས། །གནོད་སྦྱིན་མོ་ཡང་ཡང་དག་འགྲུབ། །
en: Those of Jambhala and other yakṣa s Who follow the same teachings, And also those of the yakṣiṇīs, Such as the powerful Hārītī and so forth. {53.356}

source: འཁོར་ལོས་སྒྱུར་བས་བསྐྱེད་པ་ཡི། །འཁོར་ལོས་སྒྱུར་བའི་སྔགས་ཀྱང་གྲུབ། །
en: “The cakravartin mantras that emanate From Cakravartin will be effective too—

source: གང་དག་རྒྱལ་བས་བསྟན་པའི་སྔགས། །རིག་པའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །གཙུག་ཏོར་ལ་སོགས་ཐམས་ཅད་དང་། །གང་གཞན་རྒྱལ་བས་གསུངས་པའང་ཡིན། །
en: The powerful vidyārāja mantras, Starting from the uṣṇīṣa s and including All the other mantras Taught by the victors. {53.357}

source: དེ་ཡི་དུས་ནི་རབ་བཟང་ལ། །སྒྲུབ་པ་དམ་པ་དག་ཀྱང་བྱ། །
en: “The sādhanas to be performed at that auspicious time Are those of the supreme type.

source: དམ་པས་ཐ་མ་བསྒྲུབ་མི་བྱ། །དམ་པ་ཐོབ་པར་བྱ་ཕྱིར་རོ། །
en: They cannot be accomplished by inferior practitioners, But only by the supreme ones who pursue the highest destiny,

source: དི་ལཱི་པ་དང་ན་ཧུ་ཤ། །ང་ལས་ནུ་དང་དུག་ཆེན་མཚོ། །
en: Such as Dilīpa, Nahuṣa, Māndhātṛ, and Sagara. {53.358}

source: རྒྱལ་བས་བཤད་པའི་འཁོར་ལོས་སྒྱུར། །སྔགས་ནི་དེ་དག་སྒྲུབ་པར་བྱེད། །
en: “They accomplished the cakravartin mantras Taught by the victorious ones.

source: བདག་ཉིད་ཆེན་པོ་ན་ཧུ་ཤ། །དེ་ཚེ་གཟི་བརྗིད་ཕུང་པོ་གྲུབ། །
en: Noble Nahuṣa accomplished The mantra of Tejorāśi. {53.359}

source: རྒྱལ་པོ་ཆེན་པོ་དུག་ཆེན་པ། །གདུགས་དཀར་པོ་ཡང་གྲུབ་པ་ཡིན། །
en: “King Sagara accomplished The mantra of Sitātapatra.

source: དེ་བཞིན་རྒྱལ་པོ་དི་ལཱི་པ། །ཡི་གེ་གཅིག་པའི་སྔགས་ཀྱང་གྲུབ། །
en: King Dilīpa accomplished The One Syllable mantra. {53.360}

source: ང་ལས་ནུ་ནི་འཇིག་རྟེན་དང་། །དེ་བཞིན་གཙུག་ཏོར་དམ་པ་གྲུབ། །
en: “Māndhātṛ accomplished, in this world, The mantra of Unnatoṣṇīṣa.

source: རྒྱལ་མཆོག་དྷུན་དུ་མ་ར་ནི། །དེ་བཞིན་རྒྱལ་བའི་གཙུག་ཏོར་གྲུབ། །
en: The supreme king Dhundhumāra Accomplished the mantra of Jayoṣṇīṣa. {53.361}

source: དེ་བཞིན་འདམ་གྱི་རྒྱལ་པོ་ནི། །རྣམ་རྒྱལ་གཙུག་ཏོར་གྲུབ་པའོ། །
en: “King Kandarpa is said to have accomplished The mantra of Vijayoṣṇīṣa.

source: དེ་བུ་སྐྱེ་དགུའི་བདག་པོ་སྟེ། །དེ་ཡང་ས་སྟེང་སྤྱན་སྔགས་གྲུབ། །
en: His son Prajāpati, too, Accomplished the Locanā mantra on earth. {53.362}

source: སྐྱེ་དགུའི་བདག་པོ་སྐྱེ་བ་སྟེ། །དེ་ཡང་མཛོད་སྤུའི་སྔགས་ཀྱང་གྲུབ། །
en: “Prajāpati’s son Nābhi Accomplished the mantra of Ūrṇa.

source: ལྟེ་བའི་བུ་ནི་ཁྱུ་མཆོག་སྟེ། །དེ་ནི་ལས་གྲུབ་བརྟུལ་ཞུགས་བརྟན། །
en: Ṛṣabha, a son of Nābhi, Was successful in his endeavors and strict in his observances. {53.363}

source: ཁ་བ་ཅན་གྱི་རི་དག་ཏུ། །དེ་ཡང་ནོར་སྤྱོད་གནོད་སྦྱིན་གྲུབ། །
en: “He accomplished the mantra of the yakṣa Māṇicara In the Himalayas.

source: ཁྱུ་མཆོག་བུ་ནི་རྒྱས་པ་སྟེ། །དེ་ཡང་དེ་ཚེ་སྔགས་བཟླས་བྱེད། །དེ་ཚེ་ས་སྟེང་དེ་མཐར་གྱིས། །དཔའ་བོ་ཆེན་པོའང་རབ་ཏུ་གྲུབ། །
en: Bharata, a son of Ṛṣabha, Also recited the mantras at that time, And in due course accomplished The Great Hero mantra on earth. {53.364}

source: འདི་དག་གཞན་ཡང་མང་པོ་ཡི། །རྒྱལ་པོ་འཇིག་རྟེན་རྣམ་གྲགས་པས། །སྔགས་རྣམས་རབ་ཏུ་བསྒྲུབས་ནས་ནི། །རྒྱལ་སྲིད་བྱས་ནས་ལྷ་ཡུལ་འགྲོ། །
en: “These and many other kings, Renowned throughout the world, After accomplishing their mantras, Ruled their kingdoms and then ascended to heaven. {53.365}

source: རིག་པའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །རྒྱལ་བའི་དབང་པོས་གང་གསུངས་པ། །དེ་ཀུན་དུས་ནི་བཟང་པོ་སྟེ། །ལོ་ནི་སྟོང་ཕྲག་བརྒྱད་ཅུ་པ། །སྔགས་དང་རྒྱུད་ཀྱི་དོན་མཁས་པས། །གྲུབ་པ་དག་ནི་སྒྲུབ་པར་འགྱུར། །
en: “The powerful vidyārāja s That were taught by the victorious lords Could all be accomplished During the auspicious time of the eon When the lifespan was eighty thousand years, By those who knew the value of the mantra method. {53.366}

source: འདི་དག་གཞན་ཡང་རབ་མང་བའི། །ས་བདག་འཇིག་རྟེན་རྣམ་གྲགས་པ། །དེ་ནས་སྟོང་ཕྲག་བརྒྱད་ཅུའི་སྔགས། །དེ་བཞིན་ཡང་དག་བསྒྲུབས་ནས་ནི། །
en: “These and many other kings, Renowned throughout the world, Ruled their kingdoms For eighty thousand or one hundred thousand years

source: རྒྱལ་སྲིད་བྱས་ནས་མཐོ་རིས་འགྲོ། །ངེས་པར་བྱང་ཆུབ་གཞོལ་བར་འགྱུར། །
en: And then ascended to heaven, Steadily progressing toward awakening. {53.367}

source: དེ་ཚེ་བར་མའི་དུས་དག་ཏུ། །ལྷ་མོ་རྫུ་འཕྲུལ་ཆེན་མོ་དང་། །ལྷ་རྣམས་ཀྱི་ནི་སྔགས་དང་ནི། །པདྨའི་རིགས་ཀྱི་སྔགས་དང་ནི། །བློན་པོ་མི་ཡི་གཙོ་བོ་དང་། །ས་བདག་ས་ཀུན་བདག་པོའོ། །
en: “Then, during the middle period, The mantras that brought success Were those belonging to the family of the lotus holder; They possessed great divine and magical powers And were employed by the prominent ministers And the kings who ruled over all the land. {53.368}

source: བཱ་རཱ་ཎ་སཱི་གྲོང་ཁྱེར་ན། །རྒྱལ་པོ་ཚངས་པས་བྱིན་པ་ཡང་། །འཇིག་རྟེན་འཇིག་རྟེན་དབང་ཕྱུག་གྲགས། །ཕྱག་ན་པདྨ་རབ་ཏུ་གྲུབ། །
en: “Thus, the king Brahmadatta, In the great city of Vārāṇasī, Accomplished [the mantra of] the lotus holder Known in the world as Lokeśa. {53.369}

source: བདག་ཉིད་ཆེན་པོ་བརྩོན་འགྲུས་ཆེ། །ལྷག་པར་སྙིང་རྗེ་ཆེན་པོ་དེ། །
en: “He was valiant, magnanimous, And distinguished by his great compassion.

source: སེམས་ཅན་རྣམས་ལ་སྔགས་ཚུལ་གྱིས། །ཆོས་རྣམས་སྟོན་པ་བྱིན་པ་ཡིན། །
en: He instructed beings in the Dharma, Assuming the form of his mantra deity. {53.370}

source: རྒྱལ་པོ་ཡང་ནི་ཚངས་བྱིན་གྱིས། །མི་ཡི་བདེ་བ་རྗེས་མྱོང་ནས། །
en: “King Brahmadatta experienced happiness While a human being.

source: དེ་ནས་དེ་ནི་སྔགས་གྲུབ་སྟེ། །ལུས་དང་བཅས་པས་མཐོ་རིས་སོང་། །
en: Then he, the master of the mantra, Ascended to heaven in his physical body. {53.371}

source: དེ་ཡི་བུ་ཡང་བློ་ལྡན་ནི། །བསོད་ནམས་ལས་ནི་བརྟུལ་ཞུགས་བརྟན། །བརྩོན་འགྲུས་ཆེན་པོ་རྟ་མགྲིན་ཞེས། །རྣམ་པར་གྲགས་པ་དེ་ཡང་གྲུབ། །
en: “His son, who was intelligent, Virtuous in his actions, and strict in his observances, Accomplished for his part the mantra Of the great hero known as Hayagrīva. {53.372}

source: དེ་ཡིས་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །དེ་ཚེ་བརྒྱ་བྱིན་ལས་རྒྱལ་གྱུར། །
en: “With the power of this mantra He defeated Śakra during that time.

source: དེ་བུ་དཀར་པོ་ཞེས་བྱ་བའི། །རྒྱལ་པོ་ཐམས་ཅད་གཏོང་བ་འབྱུང་། །
en: His son, named Śveta, was a king Who gave away everything he had. {53.373}

source: དེ་ཡང་ནོར་ནི་སྦྱིན་པའི་སྔགས། །དཀར་མོ་ཆེ་ཞེས་བྱ་བ་ཡང་། །
en: “His mantra deity who grants boons Was the one called Mahāśvetā.

source: སྔགས་ནི་རབ་ཏུ་བསྒྲུབས་པས་ཀྱང་། །ལོ་ནི་སུམ་བརྒྱ་དག་ཏུ་འཚོ། །
en: Having accomplished her mantra, Śveta lived three hundred years. {53.374}

source: དེ་ཡི་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །བདེ་བ་ཅན་ཏུ་ཡང་དག་འགྲོ། །
en: “By the power of this mantra He went to the realm of Sukhāvatī.

source: ངེས་པར་བྱང་ཆུབ་འདི་ངེས་ཐོབ། །དེ་བཞིན་གཞན་ཡང་ངས་ལུང་བསྟན། །
en: He is destined to attain awakening, Just like the others I have prophesied. {53.375}

source: དེ་ཚེ་བར་མའི་དུས་དག་ཏུ། །བར་མའི་སྔགས་ནི་རབ་ཏུ་འགྲུབ། །
en: “The mantras that would have been accomplished During the middle period are the middling mantras.

source: དཀའ་བ་ཐ་མའི་དུས་དག་ཏུ། །ང་ནི་སངས་རྒྱས་ཉིད་ཐོབ་ནས། །
en: The mantras that will be effective During the wretched and debased eon,

source: རྡོ་རྗེ་པདྨའི་རིགས་དག་གི། །སྔགས་ཀྱང་རབ་ཏུ་འགྲུབ་པར་འགྱུར། །
en: When I have passed into the final nirvāṇa, Are the mantras of the Vajra and Lotus families. {53.376}

source: གཞོན་ནུ་ཁྱོད་ཀྱི་སྔགས་དག་ནི། །གང་ཞིག་ས་སྟེང་སྔོན་བསྟན་པ། །སྔགས་ནི་ལོངས་སྤྱོད་རྒྱུ་ཉིད་དུ། །དེ་ཡང་རབ་ཏུ་གྲུབ་པར་འགྲོ། །
en: “The mantras that you, divine youth, Have formerly taught on earth Will also be effective and will constitute The cause of good fortune. {53.377}

source: འཇིག་རྟེན་རྣམ་པ་སྣ་ཚོགས་པའི། །ཕལ་པ་དག་གི་སྔགས་དག་ནི། །མི་སྡུག་གཟུགས་ཅན་རྙོག་པར་ལྡན། །བར་སྣང་དང་ནི་ནམ་མཁར་སྤྱོད། །
en: “So too is the case with other mantras Used for different worldly purposes, Such as the mantras of kaśmalas and other deformed beings Who course in mid-regions and in the sky;

source: ས་བླར་གནས་པའི་གནོད་སྦྱིན་མོ། །དེ་བཞིན་སྣ་ཚོགས་ཤ་ཟ་མོ། །
en: {53.378} “Or the mantras of the yakṣiṇīs who roam the earth And of the various piśācīs;

source: མི་འམ་ཅི་དང་མཁའ་ལྡིང་དང་། །ཡི་དགས་སྲིན་པོས་བཤད་པ་རྣམས། །ཤ་ཟ་ལྟོ་འཕྱེ་གནོད་སྦྱིན་དང་། །
en: And likewise the mantras of the garuḍas and the kinnaras And those taught to be of the rākṣasas and the pretas. {53.379}

source: རྫུ་འཕྲུལ་ཆེན་པོ་ཀླུ་རྣམས་ཀྱི། །དུས་ངན་དེ་ཚེ་ཐ་མ་ལ། །སྔགས་ནི་རབ་ཏུ་གྲུབ་པར་འགྱུར། །
en: “So, too, the powerful mantras of the nāginīs, Who protect against the piśācas and uragas, Will be effective During the wretched, debased eon. {53.380}

source: གཞོན་ནུའི་གཟུགས་ཀྱི་སྔགས་དང་ནི། །གཞོན་ནུ་མ་ཡི་གཟུགས་ཀུན་ཡང་། །དུས་ནི་འཇིགས་རུང་དེ་ཡི་ཚེ། །དེ་ཡང་གྲུབ་པར་རབ་ཏུ་འགྲོ། །
en: “The mantras [of deities] with the forms Of kumāras or kumārīs Will also be effective At that terrible time. {53.381}

source: དེ་བཞིན་སྔགས་ནི་རྣམ་པ་གསུམ། །སྒྲུབ་པའང་རྣམ་པ་གསུམ་ཡིན་ནོ། །
en: “The mantras are thus of three kinds, And so are the sādhanas.

source: རྣམ་གསུམ་ཉིད་ཀྱིས་དུས་ཀྱི་ནི། །རྣམ་གསུམ་གྲུབ་པ་འདོད་པ་ཡིན། །
en: The accomplishment can also be of three types, Corresponding to the threefold division of time periods.

source: རྒྱ་ཆེའི་གཏམ་དང་ལྡན་པ་དག །མདོར་བསྡུས་ནས་ནི་བཤད་པར་བྱ། །
en: I present what would be an elaborate explanation In a condensed manner. {53.382}

source: གཙོ་བོ་མྱ་ངན་མེད་པ་ཡི། །དེ་འོག་རྒྱལ་པོ་བྱུང་བ་ནི། །མྱ་ངན་བྲལ་ཞེས་རྣམ་པར་གྲགས། །འཇིག་རྟེན་ཆོས་ཀྱིས་སྤྱོད་པར་ལྡན། །
en: “After the first king Aśoka There will come a king Known as Viśoka, A follower of Dharma in the world. {53.383}

source: ལྷ་མོ་གོས་དཀར་མོ་ཡི་ནི། །དེ་ཡི་སྔགས་འདི་ཡོངས་སུ་འགྲུབ། །
en: “He will accomplish the mantra Of the goddess Pāṇḍaravāsinī.

source: མྱ་ངན་རྣམ་བྲལ་གྱིས་བསྒྲུབས་ནས། །ལྷ་ཡི་གནས་སུ་རབ་ཏུ་སོང་། །
en: With this accomplishment, Viśoka will ascend to the celestial realm. {53.384}

source: ཡུན་རིང་བདེ་བ་མཐོ་རིས་སུ། །རྒྱལ་པོ་ཆེན་པོ་རྗེས་སུ་མྱོང་། །ཕྱིར་ཡང་མི་ཡུལ་ཕྱིན་ནས་ནི། །བློ་ལྡན་ཆོས་ཀྱི་ངང་ཚུལ་ལྡན། །
en: “This great king, having enjoyed happiness In the celestial abode for a long time, Will again resume his life as a human, Disciplined in the Dharma and wise. {53.385}

source: རྒྱལ་ཐབས་རྣམ་པ་སྣ་ཚོགས་ལྡན། །འོད་ཆེན་པོས་ནི་རྗེས་སུ་མྱོང་། །
en: “He, the splendorous one, will enjoy his kingship Blessed with many boons.

source: ལོ་ནི་བདུན་ཅུ་རྩ་དྲུག་ཏུ། །དཔལ་ལྡན་མཆོད་རྟེན་མཆོད་པ་བྱེད། །
en: He will worship the supreme relics For seventy-six years.

source: དེ་ནས་དེ་ནི་ནད་བཏབ་ནས། །ལུས་ཞིག་ནས་ནི་ལྷ་རིས་འགྲོ། །
en: Then, overcome with fever, His body will give out and he will go to heaven. {53.386}

source: དེ་ཡི་འོག་ཏུ་རྒྱལ་པོ་ནི། །དཔའ་བོའི་སྡེ་ཞེས་རབ་ཏུ་བརྗོད། །
en: “Directly after him, there will be A king known as Śūrasena,

source: ཆོས་ལ་སྤྱོད་ཅིང་རྣམ་པར་གྲགས། །བསྟན་པ་འདི་ལ་མཉམ་པར་བཞག །
en: A celebrated practitioner of the Dharma Always applying himself to the teachings. {53.387}

source: ལྷ་མོ་མཆོད་རྟེན་དཔལ་ཆེན་མ། །དེ་ཡི་སྔགས་ཀྱང་རབ་ཏུ་བསྒྲུབས། །
en: “For his part, he will accomplish the mantra Of the goddess Stūpamahāśriyā.

source: དེས་ཀྱང་སྟོན་པའི་ཁང་ཆེན་ནི། །དེ་ཡི་ཚེ་ན་བྱས་པར་འགྱུར། །ས་རྣམས་རྒྱལ་མཚོའི་མཐར་ཐུག་པར། །མ་ལུས་མཆོད་རྟེན་རྣམས་ཀྱིས་བརྒྱན། །
en: He will commission great works In the Teacher’s honor, And the entire land, as far as the ocean shore, Will be adorned with stūpas. {53.388}

source: དེ་ལ་རྣམ་སྨིན་ལས་ཀྱིས་ནི། །ལུས་ལས་སྐྱེས་པའི་ནད་ཀྱང་འབྱུང་། །
en: “Then, having developed a physical illness Due to the ripening of his past karma,

source: ཟླ་ཕྱེད་གཅིག་ཏུ་སྡུག་བསྔལ་ནས། །དེ་ནས་ཤི་འཕོས་ལུས་ཞིག་འགྱུར། །
en: He will deteriorate and pass away Within one fortnight. {53.389}

source: ལོ་ནི་བདུན་ཅུ་དག་ཏུ་ཡང་། །མི་ཡི་ནང་དུ་རྒྱལ་ཐབས་བྱས། །ཤི་འཕོས་དེ་ནི་མཐོ་རིས་འགྲོ། །ངེས་པར་བྱང་ཆུབ་གཞོལ་བར་འགྱུར། །
en: “Having ruled the realm For seventeen human years, When he dies he will enter the celestial realm, Steadily progressing toward awakening. {53.390}

source: དེ་ཡི་འོག་ཏུ་རྒྱལ་པོ་ནི། །དགའ་བོ་ཞེས་བྱ་འབྱུང་བར་འགྱུར། །
en: “Directly after him there will be Another king, Nanda by name.

source: དཔལ་ལྡན་གྲོང་ཁྱེར་མེ་ཏོག་ཅེས། །སྡེ་ཆེན་སྟོབས་ནི་ཆེ་བར་གནས། །
en: He, the glorious, will reside in the Flower City With his powerful army. {53.391}

source: ཤ་ཟ་པི་ལུ་ཞེས་བྱ་བའི། །སྔགས་ཀྱང་དེས་ནི་བསྒྲུབས་པ་ཡིན། །
en: “For his part, he will accomplish The mantra of the piśāca named Pīlu.

source: དེ་ཡི་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །ལོངས་སྤྱོད་ཆེན་པོ་ཡོད་པར་འགྱུར། །
en: Through the power of this mantra He will enjoy great comforts. {53.392}

source: རྒྱ་ཡི་གཙོ་བོ་ཞེས་བྱ་བ། །འཇིག་རྟེན་འདིར་ནི་འབྱུང་བར་འགྱུར། །དེ་ནོར་ཐོབ་པས་བློན་པོར་འགྱུར། །འཇིག་རྟེན་རྒྱལ་པོ་ཉིད་དུའང་འགྱུར། །
en: “He will become known in this world As the ‘chief rogue,’ Who first got rich as a minister And then went on to become a king. {53.393}

source: དེ་ཡི་དུས་སུ་འབྱུང་བ་ནི། །བྲམ་ཟེ་ཚད་མ་ཤེས་པའོ། །
en: “At that time, there will live on earth,

source: ལོག་པའི་ང་རྒྱལ་དག་ལ་ཞེན། །མ་ག་དྷཱ་ཡི་གྲོང་ཁྱེར་གནས། །ལོག་པའི་ང་རྒྱལ་གྱིས་དྲེགས་རྣམས། །འབྱུང་བ་ཉིད་དུ་ཐེ་ཚོམ་མ་མེད། །
en: In the capital city of Magadha, Greedy brahmin logicians Proud of their magical abilities. They will be full of vain pride and arrogance, Of this there is no doubt. {53.394}

source: དེ་དག་གིས་ནི་རྒྱལ་པོ་བསྐོར། །དེ་དག་ལ་ནི་དེས་ནོར་བྱིན། །
en: “The king, surrounded by them, Will bestow upon them great wealth.

source: ནོར་ནི་མང་པོ་དེ་དག་གིས། །དགེ་བའི་བཤེས་ལ་རབ་མཆོད་ནས། །
en: Although disciplined in and devoted to the Dharma, The king will give his wealth to them.

source: མ་འདྲེས་དེ་ལ་གོམས་པ་དང་། །སྦྱིན་ལ་ཞུམ་མེད་རྒྱུ་ཡིས་ནི། །
en: “Solely because of his habitual practice And the constancy of his generosity,

source: བློ་ལྡན་དེ་ཡི་ལྷ་ཁང་ནི། །ཉི་ཤུ་རྩ་བཞི་བྱེད་དུ་བཅུག །
en: This wise [king] will construct monasteries Over a period of sixty-eight years. {53.396}

source: གྲོང་ཁྱེར་མེ་ཏོག་ཅེས་བྱ་བར། །བདག་ཉིད་ཆེན་པོ་བློན་པོའི་གཙོ། །བྲམ་ཟེ་བཟང་པོ་སྙིང་རྗེར་ལྡན། །དེ་ཡི་ཚེ་ན་འབྱུང་བར་འགྱུར། །
en: “There will be, at that time, In the city named after flowers, A great chief minister Who is a good and compassionate brahmin. {53.397}

source: རྒྱལ་པོ་དང་ནི་རབ་མཛའ་བའི། །ཆོས་ཀྱི་བདག་ཉིད་འབྱུང་བར་འགྱུར། །
en: “He will become the embodiment of the Dharma For that outstanding king.

source: གནོད་སྦྱིན་མ་ནི་དཔའ་མོ་ལྡན། །ས་སྟེང་དེ་ཡི་སྔགས་ཀྱང་འགྲུབ། །
en: He will accomplish on earth The mantra of the yakṣiṇī Vīramatī. {53.398}

source: དེས་ཀྱང་ས་སྟེང་དག་ཏུ་ནི། །མཆོད་རྟེན་བཟང་པོ་བྱེད་དུ་བཅུག །
en: “He also will commission the finest reliquary Of the victorious ones on earth.

source: གནོད་སྦྱིན་མ་ཡི་མཐུ་ཡིས་ནི། །ཤེས་རབ་རབ་ཏུ་ཆེ་བར་འགྱུར། །
en: Due to the power of the yakṣiṇī, He will become exceedingly wise. {53.399}

source: དེ་ཡི་བག་ཆགས་ལས་ཀྱིས་ནི། །སྔོན་གྱི་བག་ཆགས་ཡོང་བསྐུལ་ནས། །
en: “Impelled by his earlier habits And because of his karmic traits,

source: བློ་དང་ལྡན་པས་མཐར་གྱིས་ནི། །རྙེད་པར་དཀའ་བའི་བྱང་ཆུབ་འཐོབ། །
en: This wise minister will attain, in due course, The awakening that is so difficult to obtain. {53.400}

source: མཆོག་སྲེད་ཅེས་ནི་རྣམ་གྲགས་པའི། །དེ་ཚེ་འདོད་ཆགས་ཤས་ཆེ་འབྱུང་། །
en: “At that time, some brahmin youths will die Due to their indulgence in vice.

source: བུད་མེད་བྱས་པའི་སྐྱོན་གྱིས་ནི། །བྲམ་ཟེའི་ཁྱེ་འུས་འཆི་བ་ཐོབ། །
en: Also at that time he, known by the name of Vararuci, Will succumb to excessive sexual passion. {53.401}

source: དཔལ་ལྡན་རྒྱལ་པོ་དགའ་བོ་ཡང་། །སྔ་མའི་ལས་ཀྱི་ཉེས་པ་ཡིས། །མེ་ཏོག་ཅེས་བྱའི་གྲོང་ཁྱེར་གྱི། །མི་རྣམས་འཆད་པས་གནོད་པར་བྱེད། །
en: “The glorious king Nanda, Because of the karma of his earlier transgressions, Will displease his ministers In the city called Pāṭaliputra. {53.402}

source: བློན་པོའི་ཚོགས་ཀྱང་མ་དད་གྱུར། །སྟོབས་ཆེན་བདེན་པར་སྨྲ་བ་ཡང་། །
en: “Although his ministers will be disaffected, He will remain true to his promises and powerful.

source: སྔོན་གྱི་ལས་ཀྱི་ཉེས་པ་ཡིས། །ནད་ཆེན་དག་གིས་ཐེབས་འགྱུར་ཏེ། །
en: However, due to the karma of former transgressions, He will develop a severe illness. {53.403}

source: རིམས་ནད་ཆེན་པོས་སྡུག་བསྔལ་གདུང་། །ནམ་ཕྱེད་ཙམ་ན་ཤི་བར་འགྱུར། །
en: “Suffering from high fever, He will die at midnight.

source: རྒྱལ་པོ་དེ་ཡི་ཚེ་ཚད་ནི། །དེ་བཞིན་ལྔ་བཅུ་རྩ་དྲུག་གོ །
en: The life of this king Will be sixty-six years long.

source: དེ་ནི་ཉན་ཐོས་བྱང་ཆུབ་ཏུ། །རྒྱལ་པོ་ངེས་པར་འགྱུར་བ་ཡིན། །
en: He will be destined to become a śrāvaka And attain awakening. {53.404}

source: དེ་ཡི་གྲོགས་པོ་གཞན་གྱུར་པ། །བྲམ་ཟེའི་ཁྱེའུ་པ་ཎི་ནི། །ངེས་པར་ཉན་ཐོས་བྱང་ཆུབ་ཏུ། །ང་ཡིས་ལུང་བསྟན་བྱས་པ་ཡིན། །
en: “Another friend of [King Nanda] Will be a young brahmin named Pāṇini, Prophesied by me To become a śrāvaka. {53.405}

source: འཇིག་རྟེན་དབང་ཕྱུག་བདག་ཉིད་ཆེ། །དེ་ཡང་དེ་ཡི་སྔགས་གྲུབ་པའོ། །
en: “He will accomplish The mantra of the noble Lokīśa.

source: བྲམ་ཟེ་ཤེས་རབ་འདོད་པས་ཀྱང་། །ཁྲོ་བོ་ཧ་ལ་ཧ་ལ་བསྒྲུབས། །
en: Desiring wisdom, this brahmin Will accomplish the mantra of the krodha Hālāhala. {53.406}

source: རྒྱལ་པོ་དེ་ལས་གཞན་པ་ཡང་། །ཟླ་བ་སྦས་ཞེས་བྱ་བ་འབྱུང་། །
en: “Next in succession after [King Nanda] Will be the one known as Candragupta.

source: གནོད་སྦྱིན་ཆུ་དབང་གྲུབ་པ་སྟེ། །རྒྱལ་སྲིད་གནོད་པ་མེད་པར་བྱེད། །
en: He will accomplish the mantra of the yakṣa Jalendra And will rid his kingdom of troubles. {53.407}

source: ལོངས་སྤྱོད་ཆེ་ཞིང་བདེན་པར་སྨྲ། །ཆོས་ཀྱི་བདག་ཉིད་ས་ཡི་བདག །
en: “This great king will enjoy great comforts And will be true to his promises and dedicated to the Dharma.

source: མི་དགེའི་བཤེས་གཉེན་རབ་བརྟེན་ནས། །སྲོག་ཆགས་མང་པོ་གསོད་པར་བྱེད། །
en: Having, however, met a nonvirtuous friend He will kill many beings.

source: ལས་ཀྱི་རྣམ་སྨིན་དེ་ཡིས་ནི། །འབྲུམ་བུའི་ནད་འབྱུང་རབ་ཏུ་བརྒྱལ། །
en: Because of the ripening of this karma, He will become debilitated by poisonous skin eruptions. {53.408}

source: དེ་ནི་མཚན་ཕྱེད་སད་ནས་ནི། །རྒྱལ་སྲིད་ལ་ནི་བུ་བཞག་པ། །སྙིང་པོ་ཐིག་ལེ་ཞེས་བྱ་བ། །བློན་པོ་ལ་སྡང་བྱིས་པ་དེ། །
en: “Lamenting, at midnight he will appoint As his successor on earth his son, Bindusāra by name, still a child, Along with a wicked minister. {53.409}

source: དེ་ནས་ཟླ་བ་སྦས་པ་དེ། །ཤི་འཕོས་ས་སྟེང་དུས་ལས་འདས། །མི་ཡི་འགྲོ་བ་སྤངས་པ་ཡི། །དེ་ཚེ་ཡི་དགས་འཇིག་རྟེན་སོང་། །
en: “After Candragupta’s time on earth is over, He will pass away And go to the realm of the pretas, Following a nonhuman destiny.

source: འགྲོ་བ་ལས་གྲོལ་སྔགས་གོམས་པས། །དེ་ནས་ལྷ་ཡི་གནས་སུ་སོང་། །
en: But then, because of his mantra practice, He will leave that realm and go to heaven. {53.410}

source: དགེ་བའི་སེམས་ཀྱིས་དམིགས་ནས་ནི། །སྔགས་ཀྱི་རྒྱུས་ནི་ཡང་དག་བསྐྱེད། །རྒྱལ་པོ་དེས་ནི་མཐར་གྱིས་ཀྱང་། །ཉན་ཐོས་ཀྱི་ནི་བྱང་ཆུབ་འགྲོ། །
en: “Because of the mantra, His mind will be steeped in virtue, And the king will attain in due course The realization of a pratyeka­buddha. {53.411}

source: སྙིང་པོ་ཐིག་ལེ་རྒྱལ་པོ་ཡིས། །བྱིས་པ་མི་གསལ་བློ་ཡིས་ནི། །བྱེ་མ་ལས་བྱས་སྲིད་གཞན་དུ། །སྔོན་ནི་མཆོད་རྟེན་དག་ཀྱང་བྱས། །
en: “In his former life as Siṃhadatta, King Bindusāra Built a caitya as a child, With his mind still undeveloped. {53.412}

source: དེ་ཡི་རྣམ་སྨིན་མཐུ་ཡིས་ནི། །མ་སྨད་ལྷ་ཡི་གནས་སུ་སོང་། །སྐྱེ་བ་སྟོང་ཕྲག་ལྔ་བརྒྱར་ནི། །ལྷ་ཡི་ནང་དུ་བདེ་བ་མྱོང་། །
en: “Through the power of this karma, The virtuous [Siṃhadatta] went to heaven And enjoyed pleasures among the gods For five hundred thousand lives. {53.413}

source: མཐོ་རིས་འཇིག་རྟེན་ཤི་འཕོས་ནས། །མི་ཡི་ནང་དུ་རབ་སྐྱེས་པ། །བློ་ལྡན་ཟླ་བ་སྦས་པ་ཡི། །རྒྱལ་པོ་དགའ་བའི་རིགས་སུ་སྐྱེས། །
en: “Having departed the celestial realm, He will be become an earthly king Born in the royal family Of the sagacious Candragupta. {53.414}

source: བྱིས་པ་ཉིད་ནས་རྒྱལ་པོར་འགྱུར། །ཡུན་མི་ཐུང་བར་བདེ་བ་མྱོང་། འཇིགས་མེད་བསྟན་དང་ཡང་དག་རིག །སྤྱི་བརྩན་པ་དང་སྙན་པར་སྨྲ། །
en: “A mere child, the king Will experience great pleasures, And when grown up, he will turn bold, Resolute, and smooth spoken.

source: དེ་ཉིད་རང་དབང་རྒྱལ་སྲིད་ནི། །ལོ་ནི་བདུན་ཅུར་ཡོངས་སུ་བྱས། །
en: He will keep the kingdom Under his control for seventy years. {53.415}

source: སྐྲ་ཅན་ཞེས་བྱའི་སྔགས་དག་ཀྱང་། །རྒྱལ་པོ་དེ་ལ་རབ་ཏུ་གྲུབ། །
en: “This king will accomplish The mantra of Keśinī.

source: ཁྱོད་ཉིད་ཀྱི་ནི་སྔགས་ཉིད་ཀྱང་། །དེ་ཚེ་གྲུབ་པར་བྱེད་པར་འགྱུར། །
en: At that time, divine youth, Your mantras will bring success. {53.416}

source: ཁྱོད་ཉིད་ཀྱིས་བཤད་སྔགས་དག་ཀྱང་། །དེ་ཡི་ཚེ་ན་གྲུབ་པར་འགྱུར། །
en: “The mantras that you taught Will be accomplished at that time.

source: བྱིས་པའི་ཚུལ་ཅན་སྣ་ཚོགས་གཟུགས། །བྱིས་པ་རྣམས་ལ་མཐུ་དང་ལྡན། །
en: The inner essence of every being is that of the divine youth, Who exercises his power over the worlds. {53.417}

source: སྔགས་ཀྱི་གཟུགས་ཀྱིས་ལུས་ཅན་ལ། །ཐེ་ཚོམ་མེད་པར་འབྱུང་བར་འགྱུར། །
en: “He will manifest for beings In the form of the mantra without a doubt.

source: སེམས་ཅན་རྣམས་ལ་ཕན་འདོད་པས། །གང་ཞིག་ཁྱོད་ཀྱིས་བསྟན་པའི་སྔགས། །དེ་ཚེ་དེ་ཡི་དུས་དག་ཏུ། །བརྗོད་པ་ཙམ་གྱིས་འགྲུབ་པར་འགྱུར། །
en: The mantras that you have taught Out of the desire to help beings Will be recited on earth at that time And will always bring accomplishment. {53.418}

source: བློ་ལྡན་སྙིང་པོ་ཐིག་ལེ་ཡི། །རྒྱལ་པོ་དེ་ཡི་བློན་པོ་ནི། །ཙ་ནག་ཀྱ་ཞེས་རྣམ་བསྒྲགས་པ། །བྲམ་ཟེའི་ཁྱེ་འུས་ཁྲོ་བོ་འགྲུབ། །
en: “The sagacious King Bindusāra Will have a minister, Cāṇakya by name, a brahmin youth Who will accomplish the mantra of a krodha.

source: གཤིན་རྗེ་གཤེད་ཅེས་བྱ་བ་ནི། །བློ་ངན་དེས་ནི་དེ་ཡང་འགྲུབ། །
en: This evil-minded man will accomplish The mantra of the krodha Yamāntaka. {53.419}

source: དེས་ནི་ཁྲོ་བས་ཟིལ་ནོན་ནས། །སྲོག་ཆགས་དག་གི་འཚོ་བ་བཅད། །དེ་ཚེ་རྒྱལ་པོ་གསུམ་གྱི་བར། །ཤིན་ཏུ་མི་བཟད་སྡིག་པ་བྱས། །
en: “Overcome by anger, He will kill living beings And will commit terrible evil Over the period of the three reigns. {53.420}

source: དེ་ནི་དུས་རིང་འཚོ་བ་ཡི། །བྲམ་ཟེ་ངན་པ་འབྱུང་བར་འགྱུར། །དེ་ཡི་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །ལུས་དེས་ལྷ་མིན་བརྟེན་པར་བྱེད། །
en: “This corrupt brahmin Will live for a long time and, Through the power of the mantra, Will carnally enjoy an asurī. {53.421}

source: ལྷ་མིན་ལུས་ལ་ཞུགས་ནས་ནི། །དེ་ནི་དུས་རིང་འཚོ་བར་བྱེད། །
en: “Taking on the body of an asura, He will live for a long time.

source: དེ་ནས་ལུས་དེ་ཞིག་ནས་ཀྱང་། །མནར་མེད་དམྱལ་བར་ཡང་དག་འགྲོ། །
en: When his body gives out, He will fall into the hell realm. {53.422}

source: དེ་ནས་དམྱལ་བའི་སྡུག་བསྔལ་དེ། །བློ་ངན་དེས་ནི་རྗེས་སུ་མྱོང་། །
en: “There, the evil-minded [Cāṇakya] Will experience the sufferings of hell.

source: དམྱལ་བའི་སྡུག་བསྔལ་སྣ་ཚོགས་པ། །མི་འདོད་དེ་ཚེ་ལས་ལས་བྱུང་། །
en: His bad karma will bring upon him The sufferings of different hells. {53.423}

source: ལས་གཅིག་སྡུག་བསྔལ་དེས་ཟད་ནས། །ཁྲོ་བོའི་སྔགས་ཀྱིས་རབ་བསྐུལ་ཏེ། །
en: “Having passed there one eon, he will be aroused From that state by the mantra of the Krodha.

source: དམྱལ་བ་ལས་ནི་དེ་འཆི་འཕོས། །དུད་འགྲོ་དག་ཏུ་ཉེ་བར་སྐྱེས། །
en: After passing away from hell, He will be reborn as an animal. {53.424}

source: ཀླུ་ཡི་སྐྱེ་གནས་བརྟེན་ནས་ནི། །འཇིགས་པའི་གཟུགས་ཅན་དག་ཏུ་འགྱུར། །ཁྲོ་ལྡན་ཆེན་པོ་ཀླུ་ཡི་རྒྱལ། །གདེངས་ཅན་དུག་གིས་དྲེགས་བྱེད་དང་། །
en: “Born as a nāga, He will have the frightening form Of a nāga king, very wrathful, With a big hood, and proud of his venom. {53.425}

source: མི་བཟད་ལས་ནི་རབ་བྱེད་པས། །མ་རུངས་ལས་ལས་དེ་འཆི་འཕོས། །རྫུ་འཕྲུལ་ཆེན་པོ་ཡི་དགས་ཀྱི། །གཤིན་རྗེའི་རྒྱལ་པོར་རབ་ཏུ་འགྱུར། །
en: “He will commit terrible acts, And when he dies, with his bad karma He will be reborn in the realm of Yama. {53.426} “Having become the king Yama, The powerful king of the pretas,

source: དེ་ལྟར་སྡུག་བསྔལ་སྟོང་ཕྲག་ནི། །ཡང་དང་ཡང་དུ་རྗེས་སུ་མྱོང་། །
en: He will endure thousands of sufferings Again and again. {53.427}

source: བློ་ངན་དེ་ནི་མཐར་གྱིས་སུ། །བྲམ་ཟེའི་ཁྱེའུར་ས་སྟེང་འོང་འོངས། །
en: “In due course, he will be reborn on earth As a dull-witted brahmin youth.
